# Install each extension with command:
# code --install-extension <extension-id>

### General ###

# Org Mode
tootone.org-mode

# Rainbow CSV
mechatroner.rainbow-csv

# vscode-icons
vscode-icons-team.vscode-icons

# VSpaceCode
vspacecode.vspacecode


### Python ###

# Jupyter
ms-toolsai.jupyter

# Pylance
ms-python.vscode-pylance

# Python
ms-python.python


### Julia ###
julialang.language-julia


### Themes ###

# Base16 Ocean Dark Extended Theme
kleber-swf.ocean-dark-extended

# Gruvbox Theme
jdinhlife.gruvbox

# Nord Theme
arcticicestudio.nord-visual-studio-code

# Tokyo Night
enkia.tokyo-night

